{"data":{"post":{"html":"<p> <br>\n<br>\nI just finished reading a fascinating book called \"City of Bits: Space, Place and the Infobahn\" by William J. Mitchell, the late dean of MIT's School of Architecture and Planning. Mitchell compares the internet to a city in progressively greater levels of abstraction, starting with a single interaction in real life versus on the internet and moving to the human body, then building, city, and the world. !!!!In doing so, he shows how the internet is causing our communities to grow beyond their immediate surroundings—towns, cities, countries—and span the globe.!!!! - give examples that show the connection between the internet and the real world! The internet extends 20th century society into the 21st century.</p>\n<p>Many aspects of the real world have parallels on the internet, but they also differ in fundamentally different ways. For example, you can have particular places in a city, like Central Park or Times Square, and on the internet, like <a href=\"https://bennmcgregor.com/blog\">my blog</a> or <a href=\"http://sienascarff.com/\">this website</a>. However, you can't describe the shape and dimensions of a place on the internet or give a stranger directions on how to get to it like you would with Central Park. Where the real world is <em>spatial</em>, the internet is <em>antispatial</em>. As well, our interactions in real life are <em>synchronous</em>—they happen face-to-face, in real time. On the internet, this is still possible through Skype or FaceTime, but most communication happens <em>asynchronously</em>. You don't have to reply immediately to an email or a DM, and waiting is fundamental element of these forms of communication.</p>\n<p>In a city, different spaces serve different purposes—libraries are for reading and studying, shopping malls are for buying items, and your living room is a place to spend time with friends and family. But the internet has changed how we interact with these spaces. Spaces that were originally <em>decomposed</em> by use are now <em>recombined</em> in new ways. You don't have to perform tasks in particular locations around the city—you can buy clothes, do banking, study, and watch television with your family without leaving your living room.</p>\n<p>Walls, roofs, and locked doors delineate sheltered and private spaces, while open squares and unlocked gates are characteristics of public spaces in cities. Similarly, encryption and authentication systems protect data from prying eyes on the internet, while other sites and resources are accessible by anyone with a wifi connection—these are the public realms of cyberspace, and they extend beyond jurisdictional limits. Cyberspace has changed the fundamental principles guiding civic life, posing tough questions. Whose laws must be obeyed in cyberspace, if any? If the internet is international, who's in charge? Who has the legitimate right, or authority, to control access to digital information?</p>\n<p>Even though the book was written in 1995, these questions are just beginning to be seriously discussed, and are playing out in different ways. China has built its own <a href=\"https://www.nytimes.com/2018/08/06/technology/china-generation-blocked-internet.html\">isolated cyberspace</a> and is quickly becoming an Orwellian <a href=\"https://www.nytimes.com/2019/05/06/podcasts/the-daily/china-surveillance-uighurs.html\">surveillance state</a> that can control the behaviour of its citizens through fear. Meanwhile Facebook, WeChat, and many other tech companies collect and own the data of their users and sell it to <a href=\"https://www.wired.com/story/cambridge-analytica-facebook-privacy-awakening/\">third parties</a>, with the consequences even shaping the results of national elections.</p>\n<p>Today, social challenges that we've already faced in our cities—of jurisdiction, privacy, social change—have taken on a new, digital dimension. The internet is a powerful tool that is being used to shape human communities, both online and offline, for better or worse. At the same time, it has connected and extended our communities on a global level. As Mitchell writes, \"[t]his unprecedented, hyperextended habitat will transcend national boundaries; the increasingly dense and widespread connectivity that it supplies will quickly create opportunities—the first in the history of humankind—for planning and designing truly worldwide communities.\"</p>\n<p>You could say that software developers, computer scientists, and UX designers will be the architects and urban planners of the 21st century, with the formidable responsibility of building an internet that works for everyone. But the internet has the potential to <a href=\"https://solid.inrupt.com/about\">break down even those barriers</a> between the designer and the user. As users, how can we encourage</p>\n<p>Compares the internet to a city (not quite, but very generally) — give some examples of how cyberspace has changed how we interact with the world, and how that changes how we go about our lives</p>\n<ul>\n<li>the abstract concept?</li>\n<li>see the last chapter (7)</li>\n</ul>\n<p>Also examines how the fundamental principles guiding civic life have changed with cyberspace, and asks some important questions that we still don't quite have answers to (privacy? something else? see folded pages)</p>\n<p>(social challenges that we already faced in our cities and communities take on a new, digital dimension, presenting us with tough questions that we are still trying to answer. THIS IS THE LAST LEVEL OF ABSTRACTION—the society)</p>\n<p>See what he said about the internet allows for a truly global society (beginning of last section in chapter 7). The new architects and urban planners of the 21st century will shape the city of bits, and this global society</p>\n<p>This book does a really good job of demonstrating how the internet, in the end, is a new mode of human connection, just like a city. It's far more than a collection of software—in fact, the software is only the means by which we can form new kinds of human connections, and by extension, human societies both on the internet and off of it. Despite being written in 1995, the book is still extremely relevant today.</p>\n<p>As a software engineering student, I'm really learning how to be an architect of a new civic society. As an architect, it's my role to understand how to facilitate these human connections to build a more connected, peaceful, ?? future.</p>\n<p> <br>\n<br>\n<br>\n</p>","frontmatter":{"title":"The Internet as a City","image":"blog/ma/ma.jpg","description":"How has the internet shaped ","date":"2019-05-02"}},"previous":null,"next":{"fields":{"slug":"/blog/on-ma/"},"frontmatter":{"title":"On 'Ma'"}},"image":{"childImageSharp":{"fluid":{"base64":"data:image/jpeg;base64,/9j/2wBDABALDA4MChAODQ4SERATGCgaGBYWGDEjJR0oOjM9PDkzODdASFxOQERXRTc4UG1RV19iZ2hnPk1xeXBkeFxlZ2P/2wBDARESEhgVGC8aGi9jQjhCY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2P/wgARCAAHABQDASIAAhEBAxEB/8QAFQABAQAAAAAAAAAAAAAAAAAAAAb/xAAUAQEAAAAAAAAAAAAAAAAAAAAA/9oADAMBAAIQAxAAAAGgAB//xAAUEAEAAAAAAAAAAAAAAAAAAAAQ/9oACAEBAAEFAn//xAAUEQEAAAAAAAAAAAAAAAAAAAAQ/9oACAEDAQE/AT//xAAUEQEAAAAAAAAAAAAAAAAAAAAQ/9oACAECAQE/AT//xAAUEAEAAAAAAAAAAAAAAAAAAAAQ/9oACAEBAAY/An//xAAUEAEAAAAAAAAAAAAAAAAAAAAQ/9oACAEBAAE/IX//2gAMAwEAAgADAAAAEAAP/8QAFBEBAAAAAAAAAAAAAAAAAAAAEP/aAAgBAwEBPxA//8QAFBEBAAAAAAAAAAAAAAAAAAAAEP/aAAgBAgEBPxA//8QAFBABAAAAAAAAAAAAAAAAAAAAEP/aAAgBAQABPxB//9k=","aspectRatio":3.022670025188917,"src":"/static/297645c1760e2a6806d79ec6b8f6db62/8484e/ma.jpg","srcSet":"/static/297645c1760e2a6806d79ec6b8f6db62/6ad16/ma.jpg 200w,\n/static/297645c1760e2a6806d79ec6b8f6db62/8f1ca/ma.jpg 400w,\n/static/297645c1760e2a6806d79ec6b8f6db62/8484e/ma.jpg 800w,\n/static/297645c1760e2a6806d79ec6b8f6db62/150f3/ma.jpg 1200w","sizes":"(max-width: 800px) 100vw, 800px"}}}},"pageContext":{"post_slug":"/blog/the-internet-as-a-city/","img_path":"blog/ma/ma.jpg","prev_slug":null,"next_slug":"/blog/on-ma/"}}