{"data":{"post":{"html":"<p> <br>\n<br>\nIn <a href=\"https://vimeo.com/212888332\">the interview</a> that the quote is from, he discusses the concept of <em>ma</em>, a central principle in Japanese aesthetics and culture. Very generally, <em>ma</em> is a concept of space and time being a unified idea or experience. However, the idea reveals itself more easily through examples and observation. Many natural phenomena are imbued with <em>ma</em>, such as clouds in the sky—they are constantly transforming and taking on new forms that are never complete. Or a flower blossoming, which we know will soon wilt and fade away.</p>\n<p>Now, let's say you're sitting on the beach during golden hour. People are swimming, waves are crashing, and seagulls are calling out. Soon the sun sets, and you find yourself in the quiet dark, the moon reflecting on the calm water's surface. You've been transported from one place, with all its particular sights and sounds, to another place with its own distinct feeling. <em>Ma</em> is a characteristic of the setting sun, and it's in the experience of moving from one space to another, and also in the relationship between those two different spaces. Here, <em>ma</em> represents transformation, connection and division.</p>\n<p>Japanese gardens are designed in a sequence of stages, so as you follow a designated path from a miniature forest, to stepping stones across a pond covered in lilies, to a weathered temple, hidden away, your experience unfolds with each new space that you visit. In this post, each sentence is like a section of a Japanese garden. As you continue to read, your understanding of <em>ma</em> grows with every new idea (hopefully). Even my blog can be thought of as a collection of distinct spaces that you're free to explore, and in doing so, draw connections between the ideas, artwork, and music in each post. Perhaps you'll be inspired to come up with interesting new creations of your own!</p>\n<p><em>Ma</em> is broad and multifaceted, taking on various meanings in different contexts. I've highlighted some examples that illustrate my point, but instead of trying to further articulate it in general terms, I've attached links to some relevant articles at the end of the post.\n <br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\nWith the idea of <em>ma</em> in mind, Isozaki's quote makes more sense. The silence he is referring to is full of potential, like a blank canvas about to be painted. The extravagance is in the multitude of possible paintings that could be created. In <a href=\"https://bennmcgregor.com/blog/embodied-light\">an earlier post</a>, I describe how music can both transport us to different places and bring us together as a result of the emotion associated with it. It's a similar idea here. Silence is simultaneously filled with every possible sound in our minds, and with none at all.</p>\n<p>It's like the moment right after a song ends on a playlist in shuffle play, before you know what the next one will be. Or how, after saving America, Superman <a href=\"https://youtu.be/gbVg3vGsDx0?t=104\">flies off into the sunrise</a> towards new untold-of adventures. I'm also reminded of the <a href=\"https://youtu.be/FAFouzo3ZHQ?t=1784\">ending of Sibelius' Symphony No. 5</a>. The music builds up until the entire orchestra is playing at its loudest, but when the final cadence arrives, silence punctuates each chord. After reaching its peak, the only way the music can grow even louder and greater is with silence that encompasses a sound so grand it can only be heard in our minds.</p>\n<p>To me, the musical implications of this idea are fascinating. How can you use silence to convey a broader range of emotion? How can you use it in unconventional ways to structure and proportion a piece of music?\n <br>\n<br>\n<br>\n<br>\n<br>\nThis discussion of <em>ma</em> just brushes the surface. I'm realizing that the concept can be applied literally everywhere. It's informed the flow of ideas in each sentence and paragraph of this post. I'm now thinking about how I place commas, periods, m-dashes, and line breaks to leave the right about of time and space for the reader to process and react to what I've written.\n <br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\nFollow these links (in order of ascending difficulty) to learn more about <em>ma</em>:</p>\n<p><a href=\"https://ricepapermagazine.ca/2013/02/%E9%96%93-an-aesthetic-of-space-time/\">Ricepaper Magazine Article</a> that describes the concept in fairly straightforward terms. <br>\n<a href=\"https://www.nytimes.com/1979/03/25/archives/architecture-view-on-the-japanese-esthetic.html\">New York Times Review of an exhibit on <em>ma</em></a> curated by Isozaki. It describes some beautiful and fascinating principles related to <em>ma</em> that help with understanding its nuances. <br>\n<a href=\"https://kyotojournal.org/culture-arts/ma-place-space-void/\">Kyoto Journal Article</a> that gives examples of the concept's usage in the Japanese language, and by extension, Japanese culture.\n <br>\n<br>\n<br>\n</p>","frontmatter":{"title":"On 'Ma'","image":"blog/embodied-light.jpg","description":"I've been thinking about this quote from the Japanese architect Arata Isozaki: \"Extravagance is, for me, complete silence.\"","date":"2019-04-25"}},"previous":null,"next":{"fields":{"slug":"/blog/embodied-light/"},"frontmatter":{"title":"Embodied Light"}},"image":{"childImageSharp":{"fluid":{"base64":"data:image/jpeg;base64,/9j/2wBDABALDA4MChAODQ4SERATGCgaGBYWGDEjJR0oOjM9PDkzODdASFxOQERXRTc4UG1RV19iZ2hnPk1xeXBkeFxlZ2P/2wBDARESEhgVGC8aGi9jQjhCY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2P/wgARCAANABQDASIAAhEBAxEB/8QAFwABAQEBAAAAAAAAAAAAAAAABQACBP/EABUBAQEAAAAAAAAAAAAAAAAAAAEC/9oADAMBAAIQAxAAAAE3pO3QnHyf/8QAGBABAQEBAQAAAAAAAAAAAAAAAQASAhD/2gAIAQEAAQUC5YfBtNq//8QAFBEBAAAAAAAAAAAAAAAAAAAAEP/aAAgBAwEBPwE//8QAFhEBAQEAAAAAAAAAAAAAAAAAABEh/9oACAECAQE/Adqv/8QAFBABAAAAAAAAAAAAAAAAAAAAIP/aAAgBAQAGPwJf/8QAGRAAAwEBAQAAAAAAAAAAAAAAAAERITGR/9oACAEBAAE/Ibs0xi1dXpDhR0o//9oADAMBAAIAAwAAABArP//EABYRAQEBAAAAAAAAAAAAAAAAACEQEf/aAAgBAwEBPxAwn//EABYRAQEBAAAAAAAAAAAAAAAAAAEQIf/aAAgBAgEBPxAdFj//xAAbEAEAAgIDAAAAAAAAAAAAAAABABEhMVFhkf/aAAgBAQABPxBmHCdwHQKN4l7DxRnGQLxCnc//2Q==","aspectRatio":1.4981273408239701,"src":"/static/27a917505ba60a469c7edbc3eea2abf5/8484e/embodied-light.jpg","srcSet":"/static/27a917505ba60a469c7edbc3eea2abf5/6ad16/embodied-light.jpg 200w,\n/static/27a917505ba60a469c7edbc3eea2abf5/8f1ca/embodied-light.jpg 400w,\n/static/27a917505ba60a469c7edbc3eea2abf5/8484e/embodied-light.jpg 800w,\n/static/27a917505ba60a469c7edbc3eea2abf5/150f3/embodied-light.jpg 1200w,\n/static/27a917505ba60a469c7edbc3eea2abf5/bea14/embodied-light.jpg 1600w,\n/static/27a917505ba60a469c7edbc3eea2abf5/67033/embodied-light.jpg 2400w,\n/static/27a917505ba60a469c7edbc3eea2abf5/8263d/embodied-light.jpg 3200w","sizes":"(max-width: 800px) 100vw, 800px"}}}},"pageContext":{"post_slug":"/blog/on-ma/","img_path":"blog/embodied-light.jpg","prev_slug":null,"next_slug":"/blog/embodied-light/"}}